hotRoom5_potential/0/ABLConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

Uref                 7.9;
Zref                 2;
zDir                 (0 1 0);
flowDir              (1 0 0);
z0                   uniform 0.02;
zGround              uniform 0.0;
d                    uniform 0.0;

// ************************************************************************* //
